<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>


<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">

<title>Insert title here</title>
</head>
<body>
	다산 정약용의 제자 황상의 자질을 눈여겨보고 문사를 닦도록 권하자
	<br> 황상은 머뭇거리며 이렇게 말했다. "저는 세 가지 부족한 점이 있습니다."
	<br>
	<br> 첫째 머리가 둔하고
	<br> 둘째 앞뒤가 막혀 답답하고
	<br> 셋째 미욱하여 이해력이 부족합니다.
	<br>
	<br> 이에 다산이 말했다.
	<br> "학문은 좀 한다는 자들에게 세 가지 큰 병통(문제)이 있는데
	<br> 너에게는 해당하는 것이 하나도 없구나."
	<br>
	<br> 첫째 외우기를 빨리 하면 재주만 믿고 공부를 소홀히 하는 폐단이 있고
	<br> 둘째 글 재주가 좋은 사람은 속도는 빠르지만 글이 부실하게 되는 폐해가 있으며
	<br> 셋째 이해가 빠른 사람은 한번 깨친 것을 대충 넘기고 곱씹지 않으니
	<br> 깊이가 없는 경향이 있다”라고 대답했다.
	<br>
	<br> 다산은 이어 “둔한데도 계속 열시히 하면 지혜가 쌓이고,
	<br> 막혔다가 뚫리면 그 흐름이 성대해지며,
	<br> 답답한데도 꾸준히 하면 그 빛이 반짝반짝하게 된다"며 제자를 격려했다.
	<br>
	<br> "둔한 것이나 막힌 것이나 답답한 것이나
	<br> '부지런하고, 부지런하고, 부지런하면' 풀린다"는 게 다산의 가르침이었다.
	<br>
	<br> 황상은 이를 삼근계로 마음에 새겨 평생 간직했다고 한다.
	<br>
</body>
</html>